import React from 'react';
import { GameIntro } from '../../GameIntro';

export const Intro = () => {
  return (
    <GameIntro title="Аудиовызов" gameName="audiocall">
      «Аудиовызов» - это тренировка, которая улучшает восприятие речи на слух.
      Используйте мышь, чтобы выбрать. Используйте цифровые клавиши от 1 до 5
      для выбора ответа Используйте пробел для повтроного звучания слова
      Используйте клавишу Enter для подсказки или для перехода к следующему
      слову
    </GameIntro>
  );
};
